{
  "1.1.2": {
    "en": "• Top Down Bottom Up blind support added • Added flow trigger for blinds that are operated by an exteral command such as a remote or the official Motion Blinds mobile app.",
    "nl": "• Top Down Bottom Up gordijn-ondersteuning toegevoegd • Flow trigger toegevoegd voor gordijnen die door een extern commando worden bediend zoals een afstandsbediening of de officiele Motion Blinds mobiele app."
  },
  "1.1.1": {
    "en": "• Added experimental flow trigger for blinds that are operated by an exteral command such as a remote or the official Motion Blinds mobile app.",
    "nl": "• Experimentele flow trigger toegevoegd voor gordijnen die door een extern commando worden bediend zoals een afstandsbediening of de officiele Motion Blinds mobiele app."
  },
  "1.1.0": {
    "en": "• Experimental Top Down Bottom Up blind support added.",
    "nl": "• Experimentele Top Down Bottom Up gordijn-ondersteuning toegevoegd."
  },
  "1.0.10": {
    "en": "• Fixed a crash while adding membership to Socket.",
    "nl": "• Crash opgelost bij het toevoegen van een Membership op het Socket."
  },
  "1.0.9": {
    "en": "• Support for periodical state refresh (currently 4x a day) • Made driver more generic • Optional setting for bridge IP address.",
    "nl": "• Ondersteuning voor periodieke statusverversing (nu 4x per dag) • Driver generieker gemaakt • Optionele instelling voor bridge IP adres."
  },
  "1.0.8": {
    "en": "• Fixed battery percentages.",
    "nl": "• Fout bij batterijpercentages hersteld."
  },
  "1.0.7": {
    "en": "• Added extra logging and error handling • Added debug option to only use multicast.",
    "nl": "• Extra loginformatie en foutafhandeling toegevoegd • Debug optie om alleen multicast te gebruiken toegevoegd."
  },
  "1.0.6": {
    "en": "• Added flow conditions for fully open/close positions • Blocking alarm no longer activates zone activity • Hints for block/unblock flow cards.",
    "nl": "• Flow condities toegevoegd voor volledig open/dicht posities • Blokkeeralarm activeert geen zone-activiteit meer • Hints voor de blokeer/deblokkeer flow kaarten."
  },
  "1.0.5": {
    "en": "• Bolder icon lines in style with new Homey design.",
    "nl": "• Dikkere icoonlijnen in stijl met nieuwe Homey ontwerp."
  },
  "1.0.4": {
    "en": "• Removed faulty formatting on flow cards and applied branding.",
    "nl": "• Foutieve formattering op Flow kaarten verwijderd en branding toegepast."
  },
  "1.0.3": {
    "en": "• Implemented debug setting that logs all messages • A blocked blind will now allow to go to the open position from the slider as well • Small textual changes.",
    "nl": "• Debug instelling toegevoegd die alle berichten logt • Een geblokkeerd gordijn staat nu ook de open positie toe vanuit de schuifregelaar • Kleine tekstuele wijzigingen."
  },
  "1.0.2": {
    "en": "• Added advanced device setting for window sensor that blocks the curtain from closing, including flow cards • Added advanced device setting for maximum traveltime • Added advanced device setting if a blind is part of a remote group to reduce system load and increase performance.",
    "nl": "• Geavanceerde apparaatinstelling toegevoegd voor een raamsensor die het gordijn blokkeert om te sluiten, inclusief flow kaarten • Geavanceerde apparaatinstelling toegevoegd voor maximale looptijd • Geavanceerde apparaatinstelling toegevoegd voor of een gordijn onderdeel is van een afstandsbediening-groep om systeembelasting te verlagen en performance te verhogen."
  },
  "1.0.1": {
    "en": "• Support for venetian blinds (tilt) • Support for curtains • Automatic selection of capabilities • Tile now shows open/closed status when possible • Added signal strength capability • Better synchronisation between up/down and slider • Fixed state changes to curtain slider when triggered from a flow.",
    "nl": "• Ondersteuning voor jaloezieën (kantelen) • Ondersteuning voor gordijnen • Automatische selectie van mogelijkheden • Tegel toont nu status open/dicht indien mogelijk • Signaalsterkte eigenschap toegevoegd • Betere synchronisatie tussen omhoog/omlaag en slider • Probleem opgelost met slider status als de verandering via een flow gestuurd wordt."
  },
  "1.0.0": {
    "en": "• Initial version",
    "nl": "• Initiële versie"
  }
}
